<script setup lang="ts">
const imgs = {
  img1: 'images/info/01.jpeg',
  img3: 'images/info/03.jpeg',
}
</script>

<template>
  <div class="con">
    <p>
      笔墨纸砚在我国有着久远的历史。“文房四宝”成为独立的名词，最早出现在北宋至和二年。1055年，梅尧臣《九月六日登舟再九月六日登舟再和潘歙州纸砚》诗句“文房四宝出二郡。迩来赏爱君与予”中。砚的出现要早于笔墨纸，早在西安半坡仰韶文化遗址出土的磨盘和磨棒中、磨盘带有擂臼。擂臼内还残存研磨过颜料的痕迹。由此证实，砚的产生比笔、纸都要早。</p>
    <p>思州石砚，因砚材产于思州治地(今岑巩县)而得名。古名蛮溪砚，誉名“黑端”，又名金星石砚，简称思砚。思州石砚制作的工序主要包括：砚材开采→选料→裁切→制坯→设计制图→雕刻→打磨→洗刷→制砚盒→包装。</p>
    <div style="display: flex">
      <img :src="imgs.img1" alt="" style="width: 150px;">
      <img :src="imgs.img3" alt="" style="width: 150px;">
    </div>
    <p>据《岑巩县志》记载，思州石砚最早可追溯到唐代。唐天宝元年，742年，思州石砚以货类产销于市。晚至清朝，康熙六年。1667，秋九月。思州府经历代表思州知府入京朝靓，贡思州石砚等方物。思州石砚作为贡品奉献给中央王朝时。受汉文化影响、雕刻龙凤图案。在当下国家倡导保护非物质文化遗产背景下、当地少数民族工匠选择雕刻具有民族特色的鼓、牛角等图案，这一转变正是当地少数民族文化自觉、文化自信的表现。</p>
    <p>思州石砚是我国历史上开发利用较早的八大石砚之一。当前的思州石砚保持了传统工艺的精湛，与当代艺术交融，造型巧妙细腻，结构复杂严谨。刻有“双龙劫宝”、“单龙戏珠”、“双凤旭日”、“龙凤呈祥”、“鸳鸯泼水”、“犀牛望月”、“鹊梅”、“松白鹤”、“松鼠偷葡萄”、“鲤鱼跳龙门”等60多种图案，“龟砚”、“蛙砚”和“金鱼砚”，它们美丽而朴素。特别是图案中的动物眼睛、植物雄蕊、珍贵珠子、太阳、月亮和星星都是由天然金星制成的。</p>
  </div>
</template>

<style scoped>

</style>